{
"fortunes": {
    "yesnos": [
        { "yesno": "YES." },
        { "yesno": "Certainly." },
        { "yesno": "For sure." },
        { "yesno": "Definitely." },
        { "yesno": "Very likely." },
        { "yesno": "Not a chance." },
        { "yesno": "No way." },
        { "yesno": "NO." },
        { "yesno": "Very unlikely." },
        { "yesno": "Nope!" },
        { "yesno": "Who cares?" },
        { "yesno": "Out to lunch." },
        { "yesno": "Maybe." },
        { "yesno": "I think so." },
        { "yesno": "100% Yes." },
        { "yesno": "Yeah!" },
        { "yesno": "I don't think so." },
        { "yesno": "100% No." },
        { "yesno": "Say what?! No!" },
        { "yesno": "Right on man!" }
    ],
    "dailies": [
        { "daily": "You will have a nice day." },
        { "daily": "You will not have a nice day, but it won't be bad." },
        { "daily": "You won't have a bad day, but it won't be nice." },
        { "daily": "You should be happy you're even having a day." },
        { "daily": "Today will be 64.6533416294% good." },
        { "daily": "Wow, this may be one of the best days you've ever had!" },
        { "daily": "Today will not be so good." },
        { "daily": "Watch out for people that may try and take advantage of you today." },
        { "daily": "Something smells fishy - avoid eating seafood today." },
        { "daily": "Beware of the weather, it will affect you in some way today." },
        { "daily": "I'm not going to tell you exactly what I see, just be careful today." },
        { "daily": "You will be faced with a minor choice today, make a good decision." },
        { "daily": "You're going to see somebody very attractive today." },
        { "daily": "Mind your spending habits today, don't be temped by flashy new products." },
        { "daily": "Today is going to be very normal day. Nothing special is going to happen. Sorry." },
        { "daily": "Are you sure you want to know? I wouldn't want to know what was going to happen today." },
        { "daily": "If you take a walk today it will be good for you and everyone around you." },
        { "daily": "Go to sleep early tonight, you won't regret it." },
        { "daily": "If you send any emails today, make sure you don't say the wrong thing." },
        { "daily": "Look to the sky at 2pm today, you will find out something very interesting." },
        { "daily": "You shouldn't be so happy today, I see something bad coming your way." },
        { "daily": "Make sure you check all the expiration dates on the products you buy today." },
        { "daily": "Are you forgetting something? I think you are forgetting to do something important." },
        { "daily": "You might want to double check any lists you make today. It's easy to make carelss mistakes." },
        { "daily": "You are about to meet someone very important. Make sure you make a good impression." },
        { "daily": "Keep positive today, you are going to experience some difficulties." },
        { "daily": "Something is wrong with the world. How can you make it a better place to live?" },
        { "daily": "This is day is listed under 'one of the best' in my filing cabinet." },
        { "daily": "The universe is working in your favor today, enjoy it while it lasts." },
        { "daily": "Are you really going to buy that? Be cautious with your purchases today." },
        { "daily": "Try something new today. Take a different route, something good will come of it." },
        { "daily": "Check your toenails. I think you haven't taken care of them in awhile." },
        { "daily": "You should have done something a little bit better yesterday. Try and set it right today." },
        { "daily": "Where's your sense of humor? Try to be a happy camper today." },
        { "daily": "If you think your going to be late for something today, don't panic, just take it easy." },
        { "daily": "Reconsider your diet today. Don't eat something you may regret later tonight." },
        { "daily": "Get all your work done today and you'll feel better tonight." },
        { "daily": "Watch out! Somebody is not on your side. Try not to lose your temper." },
        { "daily": "Watch out! Something is going to block your path. Be cautious." },
        { "daily": "Watch out! I think I see something blocking your path...maybe that's just a smudge." },
        { "daily": "You will learn something important about yourself today. Don't forget it." },
        { "daily": "Somebody is thinking about you right now. That person cares about you a lot." },
        { "daily": "Are you sure you want to know? I think you better not know today." },
        { "daily": "Spend a little extra on lunch today. I'm sure you will enjoy it more!" },
        { "daily": "You better be very polite to everyone today. Something bad will happen if you're not." },
        { "daily": "If you feel something hurting today, you better go get it checked out right away." },
        { "daily": "Take the time to learn a second language. It may come in handy." },
        { "daily": "Treat yourself today. You deserve it." },
        { "daily": "Sometimes it's better to let sleeping dogs stay sleeping. Let things slide today." },
        { "daily": "Did you get enough sleep today? It's pretty important. Take a nap if you didn't." },
        { "daily": "It's not a good idea to walk backwards with your eyes closed today...trust me." },
        { "daily": "Look up, look down, look all around. Did you do what I said? Then you will have a good day." },
        { "daily": "You will be reminded of something terrible today. Don't worry about it. Just enjoy the ride." },
        { "daily": "Someone is going to follow you today. It is unclear whether or not you want them to." },
        { "daily": "If you smile at the right person today, something good will happen." },
        { "daily": "If you do 10 minutes of stretches today, you'll be able to do something really great later tonight." },
        { "daily": "Watch out! I think there's somebody near you who is angry. Steer clear of confrontation." },
        { "daily": "If your hungry, you should eat, but if you get the urge to be a jerk, be nice." },
        { "daily": "If you wear something special today, someone special will take notice of you." },
        { "daily": "Look to your left. Do you see something strange? I think I do." },
        { "daily": "What's wrong with living a little? Do something a bit special today." },
        { "daily": "Who's who? I think you should invest some time in learning more about the ones around you today." },
        { "daily": "The easy path is sometimes also the best path. Don't break your back over anything today." },
        { "daily": "Oh no, it seems you are forgetting something very important today. Can you remember what is was?" },
        { "daily": "Let's just skip this one. Let's give it another try tomorrow. What do you say?" },
        { "daily": "Stay focused today. Someone will impart some valuable information to you today." },
        { "daily": "Sometimes I wonder why you are asking for advice...everything looks so perfect from here." },
        { "daily": "The knowledge you seek is not located here. Try your local library. " },
        { "daily": "When was the last time you had a cleaning. Maybe it's time you schedule an appointment with your denist." },
        { "daily": "If you read between the lines of somebody close to you, you might make them happier today." },
        { "daily": "One, two, three, four, five. Once I caught a fish alive. Fish for a brighter future today." },
        { "daily": "You should watch a movie today. It will be a good one if you do. Stay away from the new releases." },
        { "daily": "The wall have ears. All I can say is that you should stay on your toes today." },
        { "daily": "According to my calculations, someone's birthday is coming up. Make the necessary preparations." },
        { "daily": "Beware of the zombies, they're hungry tonight." },
        { "daily": "There is a big chance something good will happen today and a small chance something bad will happen." },
        { "daily": "Something good is going to happen in this afternoon." },
        { "daily": "I think you would be happier today if you had a hamster, but that doesn't mean you should get one." },
        { "daily": "What? Why is there a power cord connected to the crystal ball? Uhh, that's a MAGIC power cord." },
        { "daily": "What a normal day. Maybe you can buy some tea and a new book to jazz it up a bit." },
        { "daily": "Make sure you are really nice to the first person you talk to today. You'll thank me later." },
        { "daily": "Is there something in your teeth? Maybe you should check it out yourself." },
        { "daily": "Times will be tough today. Stay focused and be strong." },
        { "daily": "I see a woman who is very angry. You probably want to avoid getting into a scuffle with her." },
        { "daily": "Keep your eyes peeled for something valuable on the floor or ground today." },
        { "daily": "Are you sure you want to go ahead with your plans today? I think you should do things a bit different." },
        { "daily": "It's imporant to always stay hydrated, moreover, you should drink lots of water today in particular." },
        { "daily": "Make sure you don't miss any phone calls today. You'll probably get a very important." },
        { "daily": "Be very careful about opening up e-mails today. Nobody wants a virus." },
        { "daily": "Do you know any places that make you feel relaxed that are nearby? You should visit one today." },
        { "daily": "There's something in your refridgerator that should be thrown out today. Don't forget." },
        { "daily": "If you think you know your future today, you will be surprised what will happen." },
        { "daily": "If you try something new today, you will be pleased with the results." },
        { "daily": "Try making something for a friend or relative today. They will be happy to know they're in your thoughts." },
        { "daily": "Who's that? There's somebody who needs to talk to you about something very, very important today." },
        { "daily": "Keep an eye out for pickpockets today. I wouldn't leave my belongings unattended either." },
        { "daily": "What's your favorite color? Buy something in that color today and you will be pleased with the purchase." },
        { "daily": "Wooof. Make sure you brush your teeth well today. Nobody likes bad breath. How about a refreshing mint?" },
        { "daily": "Nice, you did something really well recently; reward yourself respectively." },
        { "daily": "Where there's a will there's a way, but don't be too willing to do anything stupid today." },
        { "daily": "There's someone near you who has a problem. Lend them a hand or maybe an ear. They will appiciate it." },
        { "daily": "Have you paid all your bills recently? Make you sure get all those guys." },
        { "daily": "Sometimes it's better to keep quiet. I wouldn't voice any harsh opinions today." },
        { "daily": "You're making good progress with a recent project. Keep up the good work." },
        { "daily": "Times are tough, keep a positive attitude." },
        { "daily": "Today is a good day to make a list of the things you need to do. You'll thank yourself later." },
        { "daily": "Sometimes smiling makes people happier. Try to smile a bit more today." },
        { "daily": "You're making good progress with a recent project. Keep up the good work." },
        { "daily": "Times are tough, keep a positive attitude." },
        { "daily": "Today is a good day to make a list of the things you need to do. You'll thank yourself later." },
        { "daily": "Sometimes smiling makes people happier. Try to smile a bit more today." },
        { "daily": "You should relax today. Set aside all your worries and troubles and take it easy for a good portion of the day." },
        { "daily": "It's time kick your hard-working attitude into high gear. Work hard and you'll reap some nice rewards." },
        { "daily": "You worked hard, but feel your work has not been noticed. Don't worry, your hard work will pay off soon." },
        { "daily": "If you did something you're not proud of recently, just set it right or forget about it all together." },
        { "daily": "Remember to have a nice breakfast this morning. If your breakfast wasn't very good, try having a nice lunch." },
        { "daily": "There are a couple things you can do to make today really good. I won't tell you what they are, you should know already." },
        { "daily": "If you see a tree today, look at it. Stop and enjoy it's beauty. You will feel rejuvinated for a short while." },
        { "daily": "There is a place you can go to make a wish. There is a good chance your wish will come true if you make one there today." },
        { "daily": "What's the deal with your hairstyle? Maybe you should consider changing it today." },
        { "daily": " Have you read a book recenetly. Studies prove that reading can help you excel in many other aspects of life. Read more today." },
        { "daily": "Mary had a little lamb and it made her feel happy and content. You will be much more relaxed if you spend some time with an animal friend today." },
        { "daily": "I think I heard someone coming. Make sure nobody else is around when you read your fortunes. It messes up the cosmos." },
        { "daily": "Make sure you your laptop, cell phone and other mobile devices have enough power for today. You will need one of them for sure." },
        { "daily": "Do you remember what you dreamed about last night? You should have had a very telling dream last night. What was it about?" },
        { "daily": "Do try to be Mr. or Mrs. Know-It-All (that's my job) today. Try look at everything in the world as new and exciting." },
        { "daily": "If you want to have some fun today, try calling a random number on your telephone. I think you will meet someone very interesting." },
        { "daily": "Watch out! Something bad is about to happen. Be prepared. If you're ready for it, its impact won't be as detrimental to your well-being.." },
        { "daily": "Clean somewhere you've never cleaned before in your home today. You will feel a sense of renewal if you do." },
        { "daily": "I've got a very good feeling about today, I think you can kick back and relax, smooth sailing ahead." },
        { "daily": "I've got a very bad feeling about today, stay on your toes and don't let anything knock you down." },
        { "daily": "Expand your pallet and try eating something new. Maybe even try a new restaurant or cafe." },
        { "daily": "These are exciting times we live in, don't get bored. There are plenty of things you can do today." },
        { "daily": "You have a dirty belly button today. You should go clean it." },
        { "daily": "Are you sure you know what you are doing today? I think you should reassess your schedule." },
        { "daily": "If you see something red, stay away. If you see something blue, get closer." },
        { "daily": "I don't think there's anything you can do about your current big problem. Just stop worrying about it as much." },
        { "daily": "There's something that may never change regarding your personality. Perhaps you should embrace some certain characteristics." },
        { "daily": "Don't be mean to anybody today." },
        { "daily": "There's a really good chance you'll be able to make some good money today." },
        { "daily": "Have you checked the showtimes at the cinema lately? I hear there's a really good one playing right now." },
        { "daily": "Now is a good time to start planning a trip," },
        { "daily": "If you see a rainbow today, you will have super good luck. If you see a petty theft, you will have really bad luck." },
        { "daily": "You will have 20% better luck today if you smell your left shoe." },
        { "daily": "There's no such thing as luck...but I hear it's bad luck to say that. Maybe you shouldn't say that today." },
        { "daily": "Stay on your toes today, someone may try to cheap-shot you.." },
        { "daily": "Remember to wear a seat belt when available today." },
        { "daily": "If you see a big box on your doorstep today, chances are it's a package for you." },
        { "daily": "You may receive something interesting in the mail today." },
        { "daily": "Make sure you spell check all your computerized documents today." },
        { "daily": "10% better luck today if you clap your hands 3 times right now!" },
        { "daily": "Are you sure you know what you're doing? Don't be afraid to ask for help today." },
        { "daily": "A walk in the park will prove very beneficial today." },
        { "daily": "Sometimes it's better to aim low. Don't bite off more than you can chew today." },
        { "daily": "Make sure you get enough vitamins and nutrients today." },
        { "daily": "Stay true to yourself today, and dare I say, stick to your guns." },
        { "daily": "I know it's gross, but look our for insects today.." },
        { "daily": "Gross! Wash your hands after you use the washroom, ok?" },
        { "daily": "What's that I hear? Yes of course you will have a nice day today." },
        { "daily": "Make sure you're not late for any important events today." },
        { "daily": "Are you sure you want to quit? Oops, I meant, today will be a good day." },
        { "daily": "The problems you have today actually aren't all that bad. Don't sweat them." },
        { "daily": "What's what? You better straighten out your priorieties. " },
        { "daily": "Don't text while driving. Not today, not ever." },
        { "daily": "You're doing a great job, keep up the good work. " },
        { "daily": "Don't worry, you made a couple minor mistakes yesterday, you can redeem yourself today." },
        { "daily": "Try not to have any fast food today. It's really not that great for your health." },
        { "daily": "If you happen to fall into quicksand today, don't panic. Just slowly get on yoru belly and crawl away." },
        { "daily": "There's something very valuable in the trash can nearest to you, but you probably shouldn't bother." },
        { "daily": "The key does not fit. Oops, I meant, today will be very interesting." },
        { "daily": "Stay on your toes, someone is going to pitch you a fastball today." },
        { "daily": "If you think you know what you're doing then you probably do. Just don't get too over confident." },
        { "daily": "Someone nearby is trying to convey something to you very important. Try to read between the lines." },
        { "daily": "If you really want to know your future, you should try our Platinum Membership Program. Just kidding. Today will be good." },
        { "daily": "Are you sure you want to continue on like this? There are a few easy changes in your life that you can do to make it better." },
        { "daily": "I wouldn't do what you plan on doing. It's not going to work out, trust me." },
        { "daily": "Whoa, that's a great idea. What you have planning now is going to work out perfectly." },
        { "daily": "When are you going to go through with those plans you been setting aside? Make your dreams a reality!" },
        { "daily": "If you think you know what's going to happen today, you're in for a big surprise...unless expect what's going to happen." },
        { "daily": "You can upgrade your day but snapping your fingers and tugging on your ear for a couple seconds...just don't let anyone see you doing it." },
        { "daily": "Take it easy! Don't lose your temper or something so petty. Things aren't as bad as they may seem." },
        { "daily": "I shouldn't be asking, but when was the last time you cleaned your ears. Maybe you should do that." },
        { "daily": "It's fun to talk to new people. Try making some new friends today!" },
        { "daily": "What's wrong with a little fun? Try playing a prank on someone today, they may find as funny as you will." },
        { "daily": "So you think you're a big shot, eh? Let's see how long you can keep that lucky streak up! I bet you can." },
        { "daily": "You should get more exercise today. Try changing up your workout routine a bit. It can really help." },
        { "daily": "Keep in touch. Don't forget about the people who helped mold you into the person you are today. Send them a message online or by phone." },
        { "daily": "If you put cheese on your last meal of the day today, you will feel happier, but your heart probably won't." },
        { "daily": "Did you know I have an extra crystal ball stored away in case of emergencies? You should have a back-up plan as well." },
        { "daily": "This is the best time to do what you've been planning for awhile. You have the best change of getting the results your are looking for now." },
        { "daily": "It's important to keep your power outlets and strips clean. Make sure you vacuum them regularly." },
        { "daily": "Today will be great, that is if your standards aren't very high, today will be great!" },
        { "daily": "Reel it back in and start over. Whatever you're doing now isn't working. Try to approach it from a different angle." },
        { "daily": "I think you have the already answers to the questions that are on your mind. You don't need my help." },
        { "daily": "If you must know, today will be very insignificant, you will probably forget it even happened in a couple weeks." },
        { "daily": "Make sure you turn your phone's volume up before you go to sleep tonight; you may receive an important phone call." },
        { "daily": "Make sure you set your alarm clock before you go to bed tonight. You don't want to be late tomorrow." },
        { "daily": "Those other fortune teller games are wastes of time. Don't bother, you already have the best one." },
        { "daily": "Today will be a mixture of bad and good. " },
        { "daily": "There is something on your mind that you want to say. I hope it's not about me." },
        { "daily": "Just keep a positive attitude. Unless you are truly negetive person, then just forget about it all together." },
        { "daily": "What do you mean why don't I just predict lotto numbers and get rich? How do you think I can afford such an awesome place?" },
        { "daily": "You can have fun today, but you probably shouldn't. You should probably just focus and work hard.." },
        { "daily": "Perhaps you should look to someone more certified to answer what's on your mind. Try the local deli." },
        { "daily": "The answer to all your problems are located in somebody's glove box right now, but I won't tell you whose." },
        { "daily": "Yes, of course I know what I'm doing. Do you know what you're doing? I didn't think so, that's why you're asking me. Today will be mediocre." },
        { "daily": "If you excerise a lot more this month, you'll be able to drop at least one pants size." },
        { "daily": "I heard there will be some awesome deals in the newspaper today." },
        { "daily": "If you know someone with a problem, you should talk to them about it today." },
        { "daily": "I think there's something you really want to get off your chest. However, I think you should just leave it there." },
        { "daily": "You know somebody that can help you make more money, but don't ask for their help until you really need it, ok?" },
        { "daily": "If you find a bunch of money today, make sure you return it to the local police department. Let them steal it for you." },
        { "daily": "Are you calling me a liar?! Go ahead, find out for yourself. If you go into a candy shop today, you'll find something really delicious." },
        { "daily": "Good job. You did something that deserves a lot of praise today. Reward yourself. How? That's completely up to you." },
        { "daily": "Nice going, hotshot, you really messed that one up didn't you? Well, maybe you can fix it today." },
        { "daily": "If you eat pudding today you will be happy, but if you climb a tree, you will be sad. Those are the facts." },
        { "daily": "I think I see something really good in your future, I'm just not sure when it is, sorry." },
        { "daily": "It seems you are will be sleeping in an box underground...wait, i think I went too far ahead." },
        { "daily": "Where did I leave my keys? Sometimes, even I don't have all the answers. Today will be a total mystery." },
        { "daily": "If you keep quiet and listen to the closely you will know what will happen today. Did I just hear a car pass by?" },
        { "daily": "There's nothing you can do to make this day really great, but I'm sure today will be at least pretty good." },
        { "daily": "If you decide to watch more than five hours of TV today, make sure you give your eyes a rest here and there." },
        { "daily": "Today will be very, very, very, very, very, very, very good." },
        { "daily": "Somebody likes you, but you don't know about it. Did you know that? I'm pretty good, huh?" },
        { "daily": "Don't drink and drive. Not today, not ever." },
        { "daily": "There is something in my eye and I can't see the future today. Try another fortune teller." },
        { "daily": "The guy next door keeps complaining of my glowing crystal ball. What a jerk. Today will be good as long as you're not on his side." },
        { "daily": "What do you mean you want to know how today will go? Nobody knows anything for sure!! Sorry, I'm having a bad day today." },
        { "daily": "What's the point? Good, bad, it's all the same. The sun goes up and then goes down. Sorry, I'm not in a good mood today." },
        { "daily": "We fortune tellers are getting harder and harder to find. You're lucky you found me! You are a lucky person." },
        { "daily": "With the economy how it is, we fortune tellers have to cut corners. The first half of today will be good." },
        { "daily": "That's not ok. Why did you do that? I wouldn't have done that. You should really think about what you've done." },
        { "daily": "What do you mean, what are my qualifications?! I got a crystal ball! What more could you ask for? You are a really skeptical person today." },
        { "daily": "Nobody really knows the future, I'm just telling you this because I kind of like you. Now get out of here kid, before you make me cry." },
        { "daily": "There's a good chance today will be good, but good is pretty subjective. I'll say you will enjoy many parts of today. Is that good?" },
        { "daily": "The key to the water dungeon is guarded by the night sky and the statue that looks to the north. Wait what? Oh sorry, that's my other job...today will be ok." },
        { "daily": "If you see something glowing today, it's probably not a good idea to touch it. You should probably call the people in those big white suits." },
        { "daily": "If you witness a crime today, you should call the police, but watch out, maybe the police are working with the criminal! I watch too many movies..." },
        { "daily": "There's a chance today won't be very good. Avoid taking any fantastic risks as they will probably not work in your favor, but what do I know?" },
        { "daily": "Try cooking one of your meals today. It will taste better and you'll probably save money. Can I have the left-overs?" },
        { "daily": "The Cantonese have a saying, 'Gai yau' which literally means, 'add oil'. You should 'add oil' to your passions in life." },
        { "daily": "What's your problem, fool! You giving me a dirty look?! I'll mess you up, I'll- err... sorry, I was watching gangster movies all last night" },
        { "daily": "Wow, I see something really interesting in your future today, but I can't see it clearly unless you stuff some money into your cell phone. Hehe, just kidding." },
        { "daily": "I calculate there are at least twelve people who would like to see your dimise come soon. They are crazy, don't worry about them." },
        { "daily": "Yes, the world is full of awful things, but just be happy you're lucky enough to be relaxing as you consult a virtual fortune teller." },
        { "daily": "No, there's no way this is going to be a good day. You might just want to stay in bed all day. No, even that won't work. Midnight won't come soon enough!" },
        { "daily": "If I take yesterday and divide by tomorrow and then multiply by next week I get...a blueberry sundae?! What's going on here?!." },
        { "daily": "Ahh, smell that air today! That's the smell of success! You will have a very successful day today!" },
        { "daily": "What's wrong? Don't make such a glum face. You have to stay positive today, ok? I'm always here for you if you need me." },
        { "daily": "Have you ever thought about buying a metal detector? That's all I'll say." },
        { "daily": "So you've come to find out how today will be? Well, it will be a day. That much I can say." },
        { "daily": "Make sure your socks are clean today. Nobody likes stinky feet, right?" },
        { "daily": "There is one thing that can make your day a lot better; confetti. More confetti equals a better day. It's a simple equation." },
        { "daily": "Don't worry about all the things that went wrong last week. I think this whole week will be a lot better than last." },
        { "daily": "If you put some more effort into your work today you will get much better results. Extra great results!" },
        { "daily": "There will be something very interesting about today. If you are not careful, you may miss it." },
        { "daily": "I like to eat sandwiches. You should eat a sandwich today. Make me one too, while you're at it." },
        { "daily": "A squared plus B squared equals you will have a great day today. Hey, nobody said fortune telling was exactly logical." },
        { "daily": "There's something strange about today. I think you will agree once night rolls, that today will have been quite strange." },
        { "daily": "Be careful. There is danger lurking today. Stay away from fire hazards or open man-holes. Maybe just be cautious." },
        { "daily": "There's something that you will need help with today. Do not be afraid to ask for help." },
        { "daily": "There will be something that you will find quite confusing today. Be sure to ask for more clarification from someone nearby." },
        { "daily": "You are going to have a very interesting day fill with fun and and excitement." },
        { "daily": "Try to find a place that will offer you both peace and tranquility today. Then you can lounge in pleasure!" },
        { "daily": "If there is something bothering you today, anything, you should tell somebody you can trust. You will feel a lot better after afterwards." },
        { "daily": "Do your absolute best today." },
        { "daily": "There are two things you need to do today. The first one is keep your head down low. The second is try to stay out of trouble completely." },
        { "daily": "If you think you know how today is going to turn out you might be surprised." },
        { "daily": "Whenever you run into problems today, you can consult your favorite online search engine for additional information." },
        { "daily": "Don't forget to have fun today. Having fun is very important." },
        { "daily": "If someone says something that rubs you the wrong way today, just let it slide. Often times other people are not in good moods." },
        { "daily": "Have you washed the dishes? Better make sure all your dishes are washed properly today." },
        { "daily": "There's something in one of your pockets, make sure you check your pockets before putting anything in the washing machine." },
        { "daily": "Did you say something? Sorry I wasn't listening. Anyway, today will be nice." },
        { "daily": "It's smooth sailing from here on out, buddy! You got a lot to look forward to finally!." },
        { "daily": "It's time to do some deep introspective thinking. You'll be able to make a good decision if you map out all your options too." },
        { "daily": "It's time to learn a new skill. Perhaps yoga? " },
        { "daily": "You should try to get at least thirty minutes of exercise a day. Don't get stressed out if you're not though. Stress is a killer." },
        { "daily": "How are your typing skills? See how many words per minute you can type by searching for a test online." },
        { "daily": "I would backup all my digital data today. External hard-drives are getting cheaper and cheaper every year!" },
        { "daily": "Now is a great time to move, but I'm not saying you should." },
        { "daily": "When was the last time you ordered a pizza? Support your local pizzaria today!" },
        { "daily": "It's time to save some money. I suggest purchasing a fortune telling piggy bank! " },
        { "daily": "Expand your musical taste and buy a CD from a music group you never heard before, who know, you may like them." },
        { "daily": "Some interesting news about your future is coming your way today!" },
        { "daily": "Everybody needs a little extra love sometimes. Give someone a hug today!" },
        { "daily": "Are your shoes hurting your feet? I think you should consider buy a new pair today." },
        { "daily": "If you make someone a piece of artwork today, you will be rewarded greatly." },
        { "daily": "I hope you don't think this is going to be an fantastic day, if so you are going to be let down." },
        { "daily": "If you find yourself in a tight situation today, try to take a deep breath and work out the best solution in your head before acting." },
        { "daily": "Do you like having fun? You don't?! What a weirdo. Well, I was going to say try and have some fun today." },
        { "daily": "Check under your couch cushions today, I'm sure you will find some treasure!" },
        { "daily": "Someone is thinking something weird about you right now. That shouldn't change your opinion of them though." },
        { "daily": "This is the luckiest fortune you can get using this application, congratulations!" },
        { "daily": "You are funny little duck, you should make someone laugh today." },
        { "daily": "Eat some more fruits or vegetables today." },
        { "daily": "If you think today will be good, then today today will be good, however, if you think today will be bad, today will be good as well. Weird, right?" },
        { "daily": "Make sure you have a calculator on hand today, all day. I won't say why." },
        { "daily": "I think you should watch a movie today. Have you seen The Fortune Teller's Revenge Part VIII? It's a good one." },
        { "daily": "You have been looking good lately. You should probably capture the beauty and take some pictures." },
        { "daily": "Don't be all smoke and mirrors, tell people how you are really feeling today." },
        { "daily": "Someone is lying to you about something, but you shouldn't call them out on it just yet." },
        { "daily": "Keep up the good work, whatever you doing now is about to pay off big time." },
        { "daily": "Are you sure you want to do what you are planning on doing? It might be worth some more consideration." },
        { "daily": "Do you know how to use chopsticks? If you don't, you should learn how to use them today." },
        { "daily": "I think I know someone who can answer your problems better than I, but he charges a lot more." },
        { "daily": "Try watching a different program on TV today. You might find something new to love." },
        { "daily": "Did you know you can save a lot of money but using engery efficient lightbulbs? Maybe you should switch over today." },
        { "daily": "My crystal ball says that you are lot happier now than you were at the same time last year. Is this true?" },
        { "daily": "My crystal ball makes me happy. Do you have something that makes you happy? You should spend more time with it today." },
        { "daily": "You should eat a nice dessert tonight." },
        { "daily": "There is always a way you can make someone happier than they already are. Make someone feel good today." },
        { "daily": "I think you should try and find something interesting today today." },
        { "daily": "When was the last time you did the laundry? I think you should wash your clothes today." },
        { "daily": "You should try and find something interesting to take a picture of with your phone today. Maybe a bug or a cute dog." },
        { "daily": "Do you have a calander? Maybe you should think about buying one today." },
        { "daily": "According to my crystal ball, someone's birthday is coming up that it's very important to you. Be aware of this." },
        { "daily": "Don't watch too much TV today." },
        { "daily": "All I can see is that I saw something long and green in my kitchen cupboard. I think it was a lizard. Do you have lizard problems?" },
        { "daily": "Do something that will make yourself proud today. You'll need the confidence later." },
        { "daily": "Are you willing to go the distance? Today is going to be a real endurance test." },
        { "daily": "Do you have a fire escape plan? If you don't, you should develope one today. Better safe than sorry." },
        { "daily": "Today day will be full of fast decisions. Stay on your toes and be ready to dish out some good responses." },
        { "daily": "Ah, what a lovely day you will have today. I wish I was going to have such a nice day." },
        { "daily": "All I can say is that you will find something of great importance today." },
        { "daily": "There's a lot of different things you can do today, but you should think before making any decisions." },
        { "daily": "You will receive an interesting telegram today. What's that? They don't call them that any more? I guess I'm out of touch." },
        { "daily": "Visit your local candy shop and find something delisious inside today." },
        { "daily": "Today is going to be a very stressful day. I'm sorry to tell you this, but you asked. Don't blame me." },
        { "daily": "There's a lot you can do today to make your life a lot happier." },
        { "daily": "Donate to a charity of your choice today and feel better about yourself for at least a week. A good trade in my opinion." },
        { "daily": "Make someone happy today. There are many ways you can do this. Arts and crafts are always a good option." },
        { "daily": "Have you ever considered investing in stocks? Check out the market today!" },
        { "daily": "You shouldn't do anything that you might regret tomorrow. that means plan out your actions carefully." },
        { "daily": "If you pass by a body of water today and consider jumping in for a swim, I strongly advise that you do not." },
        { "daily": "Take two deep breaths right now. Do you feel better? I hope so. It will really help out today." },
        { "daily": "I have a good feeling about. The stars are right...but they've been wrong before..." },
        { "daily": "Are you insured? If you really want to plan for your future, you should consider getting life insurance today." },
        { "daily": "Today won't be any good. There's nothing I can do to change the future, all I can do is predict what will happen. Of course I can always change the prediction...for a little extra." },
        { "daily": "Are you sure that you want to quit? What?! Oppse I clicked the wrong...err...I mean...the crystal ball is out of alignment today." }
    ],
    "secrets": [
        { "secret": "When I was a young lad, I was visited by three salesmen. Each offered me a gift of true power...namely, vacuum power." },
        { "secret": "There was a time in my life when I didn't have all the answers, I ran into legal trouble in those days." },
        { "secret": "If I know everything I should know who to speak all the languages of the world, right? Well, I can't." },
        { "secret": "If you came to have your fortune read, you will be mostly dissappointed." },
        { "secret": "I once lived in a far off majestic place...it made it really hard to order a pizza." },
        { "secret": "Does this outfit make me look cool?" },
        { "secret": "I smell something weird." },
        { "secret": "We have a large selection of souvenirs and t-shirts in the back." },
        { "secret": "Many years ago I met a man who read MY fortune, he was very influential. However, nobody sets out to see the future for a living, you just kind of fall into it." },
        { "secret": "Hey, you're kind of cute...what are you doing later tonight?" },
        { "secret": "We accept all major credit cards." },
        { "secret": "This baby can see from the past to the future in 3.8 seconds." }
    ]
  }
}